cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'python'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask 'atom'
cask 'caffeine'
cask 'firefox'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'google-featured-photos'
cask 'handbrake'
cask 'intellij-idea'
cask 'iterm2'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'virtualbox'
cask 'vlc'
