cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'autojump'
brew 'coreutils'
brew 'git'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'kubectl'
brew 'kubectx'
brew 'openssl'
brew 'readline'
brew 'python'
brew 'roundup'
brew 'spark'
brew 'wget'

cask 'caffeine'
cask 'iterm2'
cask 'visual-studio-code'
