cask_args appdir: '/Applications'

brew 'ack'
brew 'autojump'
brew 'bat'
brew 'coreutils'
brew 'git'
brew 'go'
brew 'gh'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'kubectl'
brew 'kubectx'
brew 'openssl'
brew 'readline'
brew 'python'
brew 'pyenv'
brew 'pipx'
brew 'poetry'
brew 'roundup'
brew 'spark'
brew 'tmux'
brew 'wget'

cask '1password-cli'
cask 'caffeine'
cask 'ghostty'
